Repository: jmpantoja/britannia
Catalog: api/translations/messages.*.xlf
Languages: es

source: Age
es: Edad

source: link_pdf
es: Generar PDF

source: User Name
es: Usuario

source: Repeat Password
es: Repetir Password

source: Full Name
es: Nombre completo

source: Address
es: Dirección

source: Phone Numbers
es: Números de teléfono

source: child
es: Menor de edad

source: adult
es: Adulto

source: Staff Member List
es: Listado de Usuarios

source: Student List
es: Listado de Alumnos

source: Tutor List
es: Listado de Tutores

source: Free Enrollment
es: Matrícula gratis

source: School Course
es: Curso escolar

source: Num of terms
es: Num. trimestres

source: Diagnostic
es: Prueba de diagnóstico

source: Final
es: Examen Final

source: school
es: Escolar

source: pre_school
es: Pre Escolar

source: support
es: Curso de Apoyo

source: Course Create
es: Nuevo Curso

source: Course List
es: Listado de cursos

source: Lesson List
es: Asistencia

source: Record List
es: Historial

source: Type
es: Tipo

source: Course
es: Curso

source: Academy List
es: Listado de academias

source: School List
es: Listado de escuelas

source: Class Room List
es: Listado de aulas

source: Book List
es: Listado de libros

source: Level List
es: Listado de niveles

source: Calendar List
es: Calendario
