Repository: jmpantoja/britannia
Catalog: api/translations/reports.*.xlf
Languages: es

# FIRST_TERM
source: %year% / 1st Term
es: %year% / 1er Trimestre

# SECOND_TERM
source: %year% / 2nd Term
es: %year% / 2do Trimestre

# THIRD_TERM
source: %year% / 3rd Term
es: %year% / 3er Trimestre

source: Student Name
es: Nombre del Alumno

source: Course
es: Curso

# academic_year
source: Academic Year / Term
es: Año Academico / Trimestre

source: Reading
es: Compresión escrita

source: Writing
es: Compresión escrita

source: Listening
es: Compresión oral

source: Speaking
es: Compresión oral

source: Grammar
es: Gramática

source: Vocabulary
es: Vocabulario

source: Not Assessed
es: No evaluado

# FAIL
source: Fail (%mark%)
es: Suspenso (%mark%)

# BORDERLINE
source: Borderline (%mark%)
es: Necesita mejorar (%mark%)

# PASS
source: Pass (%mark%)
es: Aprobado (%mark%)

# PASS_WITH_MERIT
source: Pass with merit (%mark%)
es: Mención especial (%mark%)

# PASS_WITH_DISTINCTION
source: Pass with distinction (%mark%)
es: Matrícula de honor (%mark%)

source: Final Mark
es: Nota final

source: Absence
es: Faltas asistencia

source: % Attendance
es: % Asistencia

source: Notes
es: Notas

# signed_by
source: Signed by the teacher
es: Firmado por el profesor
